# vim:ft=ruby
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "fish"
brew "fzf"
brew "git"
brew "jq"
brew "node"
brew "node@14"
brew "nvm"
brew "starship"
brew "xorpse/formulae/yabai", args: ["HEAD"]
cask "1password"
cask "hyper"
cask "imageoptim"
cask "obsidian"
cask "raycast"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"