# https://github.com/Homebrew/homebrew-bundle
# specify a directory to install
cask_args appdir: '/Applications'
# install packages
brew 'mas'
brew 'git'
brew 'tree'
brew 'nvm'
brew 'rbenv'
brew 'starship'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'zsh-autocomplete'
brew 'fzf'
 
# Casks
cask 'google-chrome'
cask 'raycast'
cask 'obsidian'
cask 'slack'
cask 'spotify'
cask '1password'
cask 'hyperkey' 
cask 'telegram'
cask 'zoom'
cask 'rekordbox' 
cask 'logi-options-plus' 
cask 'outline-manager'
mas 'Outline-Secure internet access', id: 1356178125 # Outline VPN 
cask 'whatsapp'

cask 'iterm2'
cask 'visual-studio-code'

cask 'font-ibm-plex-mono'
cask 'font-blex-mono-nerd-font'
